{
    "Grown-Up DeFi.": "",
    "The Cosmos Layer 1 platform for community selected projects creating true value.": "",
    "Build on Kujira": "",
    "Semi-Permissioned": "",
    "In order for a contract to launch on Kujira, it needs to be voted in via governance. This ensures that the quality, sustainability and longevity of the network are protected. A tight-knit hub of revenue generating products with great UX. \"Grown-up DeFi\" is not a meme.": "",
    "On-chain Scheduler": "",
    "The on-chain scheduler allows protocols to be designed with much less of a reliance on bots. This means there are far fewer wasted transactions. Protocols can be designed to operate more efficiently, and fees which were once required to incentivize bot usage can go back to the users of the network.": "",
    "Native Token Generation": "",
    "Smart contract developers no longer need to handle two individual entry points into their contracts, only needing to design for a native denom. In doing so, every token on the network will be a native Cosmos token, and associated liquidation and trading revenue (with more to come) will all accrue to KUJI stakers.": "",
    "Build with Cosmos SDK": "",
    "Access the entire Cosmos ecosystem seamlessly in an environment with proven security and interoperability via IBC.": "",
    "CosmWASM 1.0 Support": "",
    "Leverage Rust’s expressive type system and Cosmwasm’s best in class architecture to fearlessly build safe and secure smart contracts.": "",
    "Thriving Community": "",
    "With 50K+ active users and a very engaged Twitter, Discord and Telegram community, this is a welcoming home to hit the ground running in.": "",
    "Built to Last": "",
    "A long term view for real-world use, revenue, and sustainability for builders, validators and users alike.": "",
    "Liquidate multiple assets across the whole of Cosmos at the click of a button. No bots, no code, no problems.": "",
    "ORCA is the world's first public marketplace for liquidated collateral. It's no longer a bot only game. Now you can participate in securing your favorite assets while getting discounts on them (and earn interest while you wait). Read more on Medium here. Happy hunting.": "",
    "Bid on ORCA": "",
    "Cosmos' first decentralized, permissionless, 100% on-chain order book style token exchange.": "",
    "Liquidity pools are out of date and no longer fit for purpose. FIN creates a fully decentralized trading experience where the need for inflationary incentives and bots are no longer required, and the risk of impermanent loss falls away entirely. Welcome to the future of the DEX.": "",
    "Trade on FIN": "",
    "Add multiple recipients to a single transaction. Instead of tedious repetitive tasks, it's one and done.": "",
    "Sending individual transactions over and over can be a real pain. We've got you covered. For now, a convenient tool in our suite of dApps. Moving forward, look out for BELUGA becoming a multi-featured DAO for all things payments on Cosmos.": "",
    "Send on BELUGA": "",
    "Your KUJI Dashboard. Bond KUJI to sKUJI, Vote on Governance, Swap KUJI, and claim rewards; all in one place.": "",
    "This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can bond KUJI to sKUJI in order to earn a portion of every cent of Kujira's revenue.": "",
    "Stake on BLUE": "",
    "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.": "",
    "ORCA Launch": "",
    "KUJI Token Launch": "",
    "Basic ORCA Analytics": "",
    "Governance": "",
    "BELUGA Launch for CW20": "",
    "BELUGA Launch for Native Tokens": "",
    "Premium Access Review": "",
    "CEX Listings": "",
    "Premium Analytics": "",
    "Place bids with aUST": "",
    "Cross-chain Money Markets Discussions": "",
    "Smart-Contract Beluga (Trustless Distribution)": "",
    "sAVAX Support": "",
    "CosmWasm Liquidation Contract": "",
    "EVM Liquidation Contract": "",
    "bATOM Support": "",
    "bSOL Support": "",
    "FIN Launch": "",
    "Launch Kujira L1 on Cosmos": "",
    "New token generation event": "",
    "BLUE launch on Kujira L1": "",
    "ORCA launch on Kujira L1": "",
    "FIN launch on Kujira L1": "",
    "What's Next": "",
    "First protocol to launch on Kujira": "",
    "Margin trading on FIN": "",
    "Multiple cross-chain markets for ORCA": "",
    "Early Investors & Partners": "",
    "Real Financial Freedom Means Winning In All Markets.": "",
    "Manifesto": "",
    "Everyone deserves to be a whale.": "",
    "Vision": "",
    "We believe that for DeFi to be truly revolutionary, it should be possible to generate income when the market is up AND when it's down. We're committed to helping retail investors go beyond Exchanges, Staking and ICO's to open up opportunities that were once reserved for the whales and elites.": "",
    "Mission": "",
    "Build tools that are easy and cost effective to use for everyone, from the novice crypto enthusiast to the seasoned retail investor, regardless of their chain of choice, without needing to risk more than they can afford to lose.": "",
    "Roadmap": "",
    "Dashboard": "",
    "Markets": "",
    "Connect Wallet": "",
    "Disconnect Wallet": "",
    "Total 0 KUJI Staked": "",
    "500 Staked": "",
    "24h Change": "",
    "24h Hugh": "",
    "24h Low": "",
    "7d Volume": "",
    "Order Book": "",
    "Price": "",
    "Amount": "",
    "Total": "",
    "Recent Orders": "",
    "Time": "",
    "Open Orders": "",
    "Date": "",
    "Pair": "",
    "Side": "",
    "Filled": "",
    "Unfilled": "",
    "Filled Orders": "",
    "Claim": "",
    "Claim all": "",
    "Retract": "",
    "Retract all": "",
    "Available": "",
    "Spot": "",
    "Limit": "",
    "Estimated Fee": "",
    "Estimated Return": "",
    "Orders placed during bootstrapping have no fees": "",
    "Fee of 0.075% paid to KUJI holders when filled orders are claimed": "",
    "Market": "",
    "Estimated": "",
    "Estimated rates cannot be guaranteed": "",
    "Buy KUJI": "",
    "Sell KUJI": "",
    "Buy": "",
    "Sell": "",
    "Rate": "",
    "Fee": "",
    "Slippage": "",
    "Margin": "",
    "Coming soon...": "",
    "Fee structure": "",
    "Trading Fees": "",
    "Maker": "",
    "Taker": "",
    "100% of all fees generated on FIN are paid to KUJI stakers": "",
    "Placing, cancelling and withdrawing trades all require contract signing - which means network fees. These are generally a few cents.": "",
    "About FIN": "",
    "Developer Docs": "",
    "Finder": "",
    "24h High": "",
    "Staked": "",
    "Stake KUJI": "",
    "Total Staked": "",
    "Wallet": "",
    "Swap": "",
    "Stake": "",
    "Govern": "",
    "Migrate": "",
    "Operational": "",
    "Liquid": "",
    "Vesting": "",
    "Community Fund": "",
    "Staked KUJI": "",
    "Kujira Dashboard": "",
    "Token Price": "",
    "Market Cap": "",
    "Circulating Supply": "",
    "APR": "",
    "Your Staked Balance:": "",
    "Block Height": "",
    "Block Time": "",
    "Transactions": "",
    "Inflation": "",
    "Total Supply": "",
    "Release Schedule": "",
    "Manage": "",
    "Tokens": "",
    "Estimated Slippage": "",
    "Swap Now": "",
    "Instantly trade on the Kujira Network with the best available rate": "",
    "Max:": "",
    "TX Fee": "",
    "Slippage Limit": "",
    "Active": "",
    "Deactivating": "",
    "Inactive": "",
    "Validator": "",
    "Amount Staked": "",
    "Pending Rewards": "",
    "Staking Summary": "",
    "Claim All Rewards": "",
    "Redelegate": "",
    "Unstake": "",
    "validators": "",
    "Voting": "",
    "Status": "",
    "Commission": "",
    "Top 33% of Voting Power": "",
    "Top 67% of Voting Power": "",
    "Total amount of KUJI staked": "",
    "My Stake": "",
    "The amount of KUJI you have staked": "",
    "Govern Kujira": "",
    "Stake KUJI to participate in governance polls.": "",
    "Proposals": "",
    "Voting is done by validators and the weight of their vote is based on the amount of KUJI staked with them. Make sure the validator you stake with is aligned with your interests.": "",
    "KUJI-AXL Market for FIN": "",
    "Copy": "",
    "Start:": "",
    "End:": "",
    "Voted": "",
    "Quorum:": "",
    "Yes": "",
    "No": "",
    "Abstain": "",
    "Veto": "",
    "This will open a FIN market for testnet AXL from Axelar": "",
    "Passed": "",
    "Your Vote": "",
    "Not Voted": "",
    "Weight": "",
    "Quorum Passed": "",
    "Proposal 6 re-do": "",
    "This corrects the init msg for the KUJI-LUNA market in proposal 6": "",
    "Create a KUJI-LUNA Market for Testnet": "",
    "Aries | Synergy Nodes has opened the IBC connection to LUNA (v2) testnet. This will open a FIN market for KUJI-LUNA": "",
    "Pin the FIN bytecode": "",
    "Cosmwasm v1.0 allows us to 'pin' code in a node's memory, offering up to 40x performance when executing transactions against contracts using this code. This proposal seeks to pin the bytecode (1) for the FIN Exchange, to increase the processing capacity for all validators. See https://docs.cosmwasm.com/docs/1.0/smart-contracts/code-pinning for more information.": "",
    "Create a KUJI-EVMOS Market for Testnet": "",
    "This will open a FIN market for KUJI-EVMOS": "",
    "Create a KUJI-DEMO Market for Testnet": "",
    "FIN is Kujira's orderbook style token exchange. The DEMO token is a token created via Kujira's 'denom' module, which allows developers to create their own fungible token, instead of relying on the CW20 standard. We plan to distribute the DEMO tokens via airdrops, and use this market to stress test the network, as users can trade via FIN to increase their KUJI bags for staking": "",
    "Create a KUJI-OSMO Market for Testnet": "",
    "FIN is Kujira's orderbook style token exchange. Thanks to Remi | 3Tekos, we now have an IBC bridge to Testnet OSMO tokens on the Kujira Public Testnet. This proposal will instantiate a FIN contract and open an order book on https://fin.kujira.app, allowing testnet OSMO to be traded for testnet KUJI": "",
    "Update Jailing Parameters": "",
    "The signed block window for being jailed is currently at 5% of 10000 blocks which means 5 hours of downtime will lead to slashing. This proposal will change it to roughly 18 hours of downtime resulting in a slashing event, which is standard in the cosmos.": "",
    "Kujira Migration": "",
    "Terra Token Migration": "",
    "Move your tokens from your legacy Terra address to a new Kujira Network address": "",
    "Use the following values for the three fields:": "",
    "Name:": "",
    "Chain ID:": "",
    "Step 3": "",
    "With the Kujira Migration Network added, connect your Terra wallet by clicking on the button below to populate these fields.": "",
    "Connect Terra Wallet": "",
    "Mapped Kujira Address:": "",
    "Transfer Amount:": "",
    "Transferring To:": "",
    "You will be asked to sign a transfer message to an account that begins `kujira`, and should match the address in your Keplr wallet. Once sent, the balance should appear in your Keplr wallet.": "",
    "Months": "",
    "Scheduled emission": "",
    "Publicly circulating": "",
    "Actual Emission": "",
    "balance": "",
    "Add recipient": "",
    "Recipient": "",
    "Identity": "",
    "Bonded Tokens": "",
    "Self Delegation": "",
    "Min Self Delegation": "",
    "Account Address": "",
    "Validator Address": "",
    "Consensus Public Address": "",
    "Hex Address": "",
    "Signer Address": "",
    "Max Rate": "",
    "Max Change Rate": "",
    "Voting Open": "",
    "Vote Yes": "",
    "Vote No": "",
    "Current block height": "",
    "Kujira Blockchain Explorer": "",
    "Search": "",
    "My bookmarks": "",
    "Address": "",
    "TX": "",
    "Block": "",
    "Contract": "",
    "Network": "",
    "Timestamp": "",
    "This block has no transactions": "",
    "Tx Hash": "",
    "Type": "",
    "From": "",
    "To": "",
    "Value": "",
    "Bookmarks": "",
    "No bookmarks found": "",
    "Address:": "",
    "Balance": "",
    "Contact": "",
    "Redelegation available at": "",
    "Uptime": "",
    "Last Price": "",
    "Change": "",
    "Recent Trades": "",
    "Limit orders set the maximum or minimum<br/>price at which you are willing to complete<br/>the transaction, whether it be a buy or sell": "",
    "Market orders will execute instantly<br/>at the best possible price": "",
    "Connect wallet": "",
    "No open orders": "",
    "Fee Structure": ""
}
