{
  "Grown-Up DeFi.": "Verantwortungsvolles DeFi",
  "The Cosmos Layer 1 platform for community selected projects creating true value.": "Die Cosmos Layer 1 Plattform für von der Gemeinschaft ausgewählte Projekte, die einen echten Mehrwert schaffen.",
  "Build on Kujira": "Baue auf Kujira",
  "Semi-Permissioned": "",
  "In order for a contract to launch on Kujira, it needs to be voted in via governance. This ensures that the quality, sustainability and longevity of the network are protected. A tight-knit hub of revenue generating products with great UX. \"Grown-up DeFi\" is not a meme.": "Damit ein Kontrakt auf Kujira eingeführt werden kann, muss er über die Governance abgestimmt werden. Dies stellt sicher, dass die Qualität, Nachhaltigkeit und Langlebigkeit des Netzwerks geschützt bleibt. Ein engmaschiger Knotenpunkt von umsatzbringenden Produkten mit großartiger UX. \"Verantwortungsvolles DeFi\" ist kein Meme.",
  "On-chain Scheduler": "",
  "The on-chain scheduler allows protocols to be designed with much less of a reliance on bots. This means there are far fewer wasted transactions. Protocols can be designed to operate more efficiently, and fees which were once required to incentivize bot usage can go back to the users of the network.": "Der On-Chain-Scheduler ermöglicht die Entwicklung von Protokollen, die weit weniger auf Bots angewiesen sind. Das bedeutet, dass es viel weniger verschwendete Transaktionen gibt. Protokolle können effizienter gestaltet werden und Gebühren, welche einst nötig waren um Anreize für Bots zu schaffen, können an die Nutzer des Netzwerks zurückgegeben werden.",
  "Native Token Generation": "Native Token-Generierung",
  "Smart contract developers no longer need to handle two individual entry points into their contracts, only needing to design for a native denom. In doing so, every token on the network will be a native Cosmos token, and associated liquidation and trading revenue (with more to come) will all accrue to KUJI stakers.": "Smart contract Entwickler müssen sich nicht mehr mit zwei individuellen Eingangspunkten in ihre Verträge befassen, sondern nur noch für einen nativen Denom entwerfen. Auf diese Weise wird jeder Token im Netzwerk ein nativer Cosmos-Token sein, und die damit verbundenen Liquidations- und Handelseinnahmen (und weitere werden folgen) werden alle den KUJI-Stakern zufließen.",
  "Build with Cosmos SDK": "Entwickle mit Cosmos SDK",
  "Access the entire Cosmos ecosystem seamlessly in an environment with proven security and interoperability via IBC.": "Greife nahtlos auf das gesamte Cosmos-Ökosystem zu, in einer Umgebung mit bewährter Sicherheit und Interoperabilität über IBC.",
  "CosmWASM 1.0 Support": "CosmWASM 1.0 Unterstützung",
  "Leverage Rust’s expressive type system and Cosmwasm’s best in class architecture to fearlessly build safe and secure smart contracts.": "Nutze 'state of the art' Rust und CosmWasm Architektur um sichere smart contracts zu entwickeln",
  "Thriving Community": "Aufstrebende Gemeinschaft",
  "With 50K+ active users and a very engaged Twitter, Discord and Telegram community, this is a welcoming home to hit the ground running in.": "Mit mehr als 50.000 aktiven Nutzern und einer sehr engagierten Twitter-, Discord- und Telegram-Community ist dies ein einladendes Zuhause, in dem man sofort loslegen kann.",
  "Built to Last": "Gebaut für die Ewigkeit",
  "A long term view for real-world use, revenue, and sustainability for builders, validators and users alike.": "Eine langfristige Perspektive für den realen Einsatz, die Einnahmen und die Nachhaltigkeit für Entwickler, Validierer und Nutzer gleichermaßen.",
  "Liquidate multiple assets across the whole of Cosmos at the click of a button. No bots, no code, no problems.": "Liquidiere mehrere Assets im ganzen Cosmos mit nur einem Klick. Keine Bots, kein Code, keine Probleme.",
  "ORCA is the world's first public marketplace for liquidated collateral. It's no longer a bot only game. Now you can participate in securing your favorite assets while getting discounts on them (and earn interest while you wait). Read more on Medium here. Happy hunting.": "ORCA ist der weltweit erste öffentliche Marktplatz für liquidierte Sicherheiten. Es ist nicht länger ein Spiel, das nur für Bots bestimmt ist. Jetzt können Sie sich an der Sicherung Ihrer bevorzugten Assets beteiligen und gleichzeitig Rabatte darauf erhalten (und Zinsen verdienen, während Sie warten). Lesen Sie hier mehr auf Medium. Viel Spaß bei der Jagd.",
  "Bid on ORCA": "Auf ORCA bieten",
  "Cosmos' first decentralized, permissionless, 100% on-chain order book style token exchange.": "Cosmos' erste dezentralisierte, genehmigungsfreie, 100% On-Chain-Orderbuch artige Token-Börse.",
  "Liquidity pools are out of date and no longer fit for purpose. FIN creates a fully decentralized trading experience where the need for inflationary incentives and bots are no longer required, and the risk of impermanent loss falls away entirely. Welcome to the future of the DEX.": "Liquiditätspools sind veraltet und nicht mehr zweckdienlich. FIN schafft ein vollständig dezentralisiertes Handelserlebnis, bei dem inflationäre Anreize und Bots nicht mehr erforderlich sind und das Risiko von impermanent loss vollständig entfällt. Willkommen in der Zukunft des DEX.",
  "Trade on FIN": "Auf FIN handeln",
  "Add multiple recipients to a single transaction. Instead of tedious repetitive tasks, it's one and done.": "Fügen Sie mehrere Empfänger zu einer einzigen Transaktion hinzu. Anstelle mühsamer, sich wiederholender Aufgaben ist es nur ein einziger Vorgang.",
  "Sending individual transactions over and over can be a real pain. We've got you covered. For now, a convenient tool in our suite of dApps. Moving forward, look out for BELUGA becoming a multi-featured DAO for all things payments on Cosmos.": "Einzelne Transaktionen immer wieder zu versenden, kann sehr mühsam sein. Wir haben eine Lösung für Euch. Im Moment ist BELUGA ein praktisches Tool in unserer dApp-Suite. Haltet in Zukunft Ausschau nach BELUGA, das sich zu einer vielseitigen DAO für alle Zahlungen auf Cosmos entwickelt.",
  "Send on BELUGA": "Über BELUGA senden",
  "Your KUJI Dashboard. Bond KUJI to sKUJI, Vote on Governance, Swap KUJI, and claim rewards; all in one place.": "Dein KUJI Dashboard. Binde KUJI an sKUJI, stimme über Governance ab, tausche KUJI und fordere Rewards ein - alles an einem Ort.",
  "This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can bond KUJI to sKUJI in order to earn a portion of every cent of Kujira's revenue.": "Dies ist das Herzstück des Kujira-Ökosystems. Der Ort, an dem Du die Zukunft des Protokolls durch Governance mitgestaltest. Es ist auch der Ort, an dem Du KUJI an sKUJI binden kannst, um einen Anteil an jedem Cent der Kujira-Einnahmen zu erhalten.",
  "Stake on BLUE": "Stake mit BLUE",
  "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.": "Das Geheimnis des Wandels besteht darin, dass man seine ganze Energie nicht auf den Kampf gegen das Alte, sondern auf den Aufbau des Neuen konzentriert.",
  "ORCA Launch": "ORCA Einführung",
  "KUJI Token Launch": "KUJI Token Einführung",
  "Basic ORCA Analytics": "Grundlegende ORCA Analytiken",
  "Governance": "",
  "BELUGA Launch for CW20": "BELUGA-Einführung für CW20",
  "BELUGA Launch for Native Tokens": "BELUGA-Einführung für native Token",
  "Premium Access Review": "Premium Access Überprüfung",
  "CEX Listings": "",
  "Premium Analytics": "Premium Analytiken",
  "Place bids with aUST": "Gebote mit aUST abgeben",
  "Cross-chain Money Markets Discussions": "Cross-chain Geldmarktdiskussionen",
  "Smart-Contract Beluga (Trustless Distribution)": "",
  "sAVAX Support": "sAVAX-Unterstützung",
  "CosmWasm Liquidation Contract": "CosmWasm Liquidationsvertrag",
  "EVM Liquidation Contract": "EVM-Liquidationsvertrag",
  "bATOM Support": "bATOM-Unterstützung",
  "bSOL Support": "bSOL-Unterstützung",
  "FIN Launch": "FIN Einführung",
  "Launch Kujira L1 on Cosmos": "Kujira L1 auf Cosmos veröffentlichen",
  "New token generation event": "Neues Event zur Tokengenerierung",
  "BLUE launch on Kujira L1": "BLUE Start auf Kujira L1",
  "ORCA launch on Kujira L1": "ORCA Start auf Kujira L1",
  "FIN launch on Kujira L1": "FIN Start auf Kujira L1",
  "What's Next": "Was kommt als Nächstes?",
  "First protocol to launch on Kujira": "Erstes Protokoll auf Kujira gestartet",
  "Margin trading on FIN": "Margenhandel auf FIN",
  "Multiple cross-chain markets for ORCA": "Mehrere cross-chain Märkte für ORCA",
  "Early Investors & Partners": "Frühe Investoren und Partner",
  "Real Financial Freedom Means Winning In All Markets.": "Echte finanzielle Freiheit bedeutet, in allen Märkten zu gewinnen.",
  "Manifesto": "Manifest",
  "Everyone deserves to be a whale.": "Jeder verdient es, ein Wal zu sein.",
  "Vision": "Vision",
  "We believe that for DeFi to be truly revolutionary, it should be possible to generate income when the market is up AND when it's down. We're committed to helping retail investors go beyond Exchanges, Staking and ICO's to open up opportunities that were once reserved for the whales and elites.": "Wir glauben, dass DeFi nur dann wirklich revolutionär ist, wenn es möglich ist, Einkommen zu erzielen, wenn der Markt steigt UND wenn er fällt. Wir haben uns verpflichtet, Kleinanlegern zu helfen, über Börsen, Einsätze und ICOs hinauszugehen, um Möglichkeiten zu eröffnen, die einst den Walen und Eliten vorbehalten waren.",
  "Mission": "Mission",
  "Build tools that are easy and cost effective to use for everyone, from the novice crypto enthusiast to the seasoned retail investor, regardless of their chain of choice, without needing to risk more than they can afford to lose.": "Tools zu entwickeln, die einfach und kosteneffizient für jeden sind, vom Krypto-Neuling bis hin zum erfahrenen Kleinanleger, unabhängig von der gewählten Handelskette, ohne mehr zu riskieren, als sie sich leisten können, zu verlieren.",
  "Roadmap": "Roadmap",
  "Dashboard": "Dashboard",
  "Markets": "Märkte",
  "Connect Wallet": "Verbinde Wallet",
  "Disconnect Wallet": "Trenne Wallet",
  "Total 0 KUJI Staked": "Total 0 KUJI staked",
  "500 Staked": "500 staked",
  "24h Change": "24h Wechsel",
  "24h Hugh": "24h hoch",
  "24h Low": "24h tief",
  "7d Volume": "7t Volumen",
  "Order Book": "Orderbuch",
  "Price": "Preis",
  "Amount": "Anzahl",
  "Total": "Total",
  "Recent Orders": "Aktuelle Aufträge",
  "Time": "Zeit",
  "Open Orders": "Offene Aufträge",
  "Date": "Datum",
  "Pair": "Paar",
  "Side": "Seite",
  "Filled": "Gefüllt",
  "Unfilled": "Ungefüllt",
  "Filled Orders": "Gefüllte Aufträge",
  "Claim": "",
  "Claim all": "",
  "Retract": "Zurückziehen",
  "Retract all": "Alle zurückziehen",
  "Available": "Verfügbar",
  "Spot": "Spot",
  "Limit": "Limit",
  "Estimated Fee": "Geschätze Gebühr",
  "Estimated Return": "Geschätzte Rendite",
  "Orders placed during bootstrapping have no fees": "Für Aufträge, die während des Bootstrappings erteilt werden, fallen keine Gebühren an.",
  "Fee of 0.075% paid to KUJI holders when filled orders are claimed": "Gebühr von 0,075%, die an KUJI-Inhaber gezahlt wird, wenn erfüllte Aufträge geltend gemacht werden",
  "Market": "Markt",
  "Estimated": "Geschätz",
  "Estimated rates cannot be guaranteed": "Geschätzte Preise können nicht garantiert werden",
  "Buy KUJI": "Kaufe KUJI",
  "Sell KUJI": "Verkaufe KUJI",
  "Buy": "Kaufen",
  "Sell": "Verkaufen",
  "Rate": "",
  "Fee": "Gebühr",
  "Slippage": "",
  "Margin": "Marge",
  "Coming soon...": "Demnächst verfügbar...",
  "Fee structure": "Gebührenstruktur",
  "Trading Fees": "Handelsgebühren",
  "Maker": "",
  "Taker": "",
  "100% of all fees generated on FIN are paid to KUJI stakers": "100% aller auf FIN generierten Gebühren werden an KUJI-Staker gezahlt",
  "Placing, cancelling and withdrawing trades all require contract signing - which means network fees. These are generally a few cents.": "Für das Platzieren, Stornieren und Zurückziehen von Trades ist ein Vertrag zu erstellen, was mit Netzgebühren verbunden ist. Diese betragen in der Regel ein paar Cent.",
  "About FIN": "Über FIN",
  "Developer Docs": "Entwickler Doku",
  "Finder": ""
}
