{
  "Grown-Up DeFi.": "El DeFi Sensato.",
  "The Cosmos Layer 1 platform for community selected projects creating true value.": "La plataforma capa 1 de Cosmos para proyectos seleccionados por la comunidad que generan valor real",
  "Build on Kujira": "Desarrolla en Kujira",
  "Semi-Permissioned": "Semi-Autorizado",
  "In order for a contract to launch on Kujira, it needs to be voted in via governance. This ensures that the quality, sustainability and longevity of the network are protected. A tight-knit hub of revenue generating products with great UX. \"Grown-up DeFi\" is not a meme.": "Para que un smart contract se ejecute en Kujira, necesita ser aprobado mediante una propuesta de gobernanza. Esto asegura que la calidad, sostenibilidad y longevidad de la red están protegidas. Un catálogo de productos muy cuidado que generan ingresos y con una UX excelente. \"El DeFi Sensato\" no es un meme.",
  "On-chain Scheduler": "Programador On-Chain",
  "The on-chain scheduler allows protocols to be designed with much less of a reliance on bots. This means there are far fewer wasted transactions. Protocols can be designed to operate more efficiently, and fees which were once required to incentivize bot usage can go back to the users of the network.": "El programador On-Chain permite a los protocolos ser diseñados con una menor dependencia de bots. Esto implica que se desperdicie un menor número de transacciones. Los protocolos pueden ser desarrollados para operar de manera más eficiente y las tasas que antes se usaban para incentivar el uso de bots ahora pueden devolverse a los usuarios de la red.",
  "Native Token Generation": "Generación de Tokens Nativa",
  "Smart contract developers no longer need to handle two individual entry points into their contracts, only needing to design for a native denom. In doing so, every token on the network will be a native Cosmos token, and associated liquidation and trading revenue (with more to come) will all accrue to KUJI stakers.": "Los desarrolladores no necesitarán manejar dos puntos de entrada individuales en sus Smart Contracts, solo desarrollar para una denominación nativa. De esta maner, cada token en la red será un token nativo de Cosmos y el beneficio asociado a la liquidación e intercambio que produzcan se otorgará a los stakers de KUJI",
  "Build with Cosmos SDK": "Desarrollado sobre Cosmos SDK",
  "Access the entire Cosmos ecosystem seamlessly in an environment with proven security and interoperability via IBC.": "Accede a todo el ecosistema de Cosmos sin dificultades en un entorno con securidad demostrada e interoperabilidad via IBC.",
  "CosmWASM 1.0 Support": "Soporte CosmWASM 1.0",
  "Leverage Rust’s expressive type system and Cosmwasm’s best in class architecture to fearlessly build safe and secure smart contracts.": "Aprovecha la expresividad de sistema de Rust y la architectura de primera clase de Cosmwasm para construir Smart Contracts de manera segura y protegida.",
  "Thriving Community": "Comunidad en expansión",
  "With 50K+ active users and a very engaged Twitter, Discord and Telegram community, this is a welcoming home to hit the ground running in.": "Con más de 50k usuarios activos y una comunidad muy comprometida en Twitter, Discord y Telegram, genera el ambiente perfecto para dar rienda suelta a tus proyectos",
  "Built to Last": "Desarrollado para durar",
  "A long term view for real-world use, revenue, and sustainability for builders, validators and users alike.": "Una propuesta con vistas a largo plazo que genere uso real, beneficio y sostenibilidad para desarrolladores, validadores y usuarios.",
  "Liquidate multiple assets across the whole of Cosmos at the click of a button. No bots, no code, no problems.": "Liquida diferentes activos en todo el Cosmos con un solo click. Sin bots, sin código, sin problemas.",
  "ORCA is the world's first public marketplace for liquidated collateral. It's no longer a bot only game. Now you can participate in securing your favorite assets while getting discounts on them (and earn interest while you wait). Read more on Medium here. Happy hunting.": "ORCA es el primer marketplace público en el mundo para liquidar activos colateralizados. Ya no es solo un juego para bots. Ahora puedes participar en la adquisición de tus activos favoritos con descuento (y generando interés mientras esperas). Lee mas en Medium aquí. Feliz cacería.",
  "Bid on ORCA": "Puja en ORCA",
  "Cosmos' first decentralized, permissionless, 100% on-chain order book style token exchange.": "El primer libro de órdenes descentralizado, totalmente desautorizado y 100% on-chain de Cosmos",
  "Liquidity pools are out of date and no longer fit for purpose. FIN creates a fully decentralized trading experience where the need for inflationary incentives and bots are no longer required, and the risk of impermanent loss falls away entirely. Welcome to the future of the DEX.": "Los pools de liquidez están desfasados y ya no cumplen su objetivo. FIN crea una experiencia de intercambio totalmente descentralizada que elimina la necesidad de tokens inflacionarios o bots y que hace desaparecer la pérdida impermanente. Bienvenido al futuro de los DEX.",
  "Trade on FIN": "Intercambia en FIN",
  "Add multiple recipients to a single transaction. Instead of tedious repetitive tasks, it's one and done.": "Añade múltiples destinatarios a una única transacción. En lugar de realizar múltiples y tediosas transacciones, sólo necesitas una y listo.",
  "Sending individual transactions over and over can be a real pain. We've got you covered. For now, a convenient tool in our suite of dApps. Moving forward, look out for BELUGA becoming a multi-featured DAO for all things payments on Cosmos.": "Enviar múltiples transacciones de manera frecuente puede resultar tedioso. Tenemos la solución. De momento una herramienta muy funcional en nuestro catálogo de dApps. En el futuro, BELUGA llegará a ser una DAO con múltiples funciones para todo tipo de pagos en Cosmos.",
  "Send on BELUGA": "Envía con BELUGA",
  "Your KUJI Dashboard. Bond KUJI to sKUJI, Vote on Governance, Swap KUJI, and claim rewards; all in one place.": "Tu panel de control de KUJI. Stakea KUJI, Vota en propuestas de Goberananza, Intercambia KUJI y reclama tus recompensas; todo desde un único lugar.",
  "This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can bond KUJI to sKUJI in order to earn a portion of every cent of Kujira's revenue.": "Este es el corazón del ecosistema de Kujira. El lugar donde ayudas a dar forma al futuro de la blockchain por medio de las propuestas de Gobernanza. También puedes stakear tu KUJI para ganar una fracción de cada céntimo que genera Kujira.",
  "Stake on BLUE": "Haz Staking en BLUE",
  "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.": "El secreto para el cambio es enfocar toda tu energía no en arreglar lo viejo, sino en construir lo nuevo",
  "ORCA Launch": "Lanzamiento de ORCA",
  "KUJI Token Launch": "Lanzamiento del token KUJI",
  "Basic ORCA Analytics": "Analíticas básicas de ORCA",
  "Governance": "Gobernanza",
  "BELUGA Launch for CW20": "Lanzamiento de BELUGA para CW20",
  "BELUGA Launch for Native Tokens": "Lanzamiento de BELUGA para tokens Nativos",
  "Premium Access Review": "Revisión del acceso Premium",
  "CEX Listings": "Listado en CEX",
  "Premium Analytics": "Analíticas Premium",
  "Place bids with aUST": "Deposita pujas con aUST",
  "Cross-chain Money Markets Discussions": "Discusiones con Mercados Inter-cadena",
  "Smart-Contract Beluga (Trustless Distribution)": "Smart-Contract Beluga (Distribución Simplificada)",
  "sAVAX Support": "Soporte de sAVAX",
  "CosmWasm Liquidation Contract": "Contrato de Liquidación para Cosmwasm",
  "EVM Liquidation Contract": "Contrato de Liquidación para EVM",
  "bATOM Support": "Soporte de bATOM",
  "bSOL Support": "Soporte de bSOL",
  "FIN Launch": "Lanzamiento de FIN",
  "Launch Kujira L1 on Cosmos": "Lanzamiento de la L1 de Kujira en Cosmos",
  "New token generation event": "Evento de generación del nuevo token",
  "BLUE launch on Kujira L1": "Lanzamiento de BLUE en la L1 de Kujira",
  "ORCA launch on Kujira L1": "Lanzamiento de ORCA en la L1 de Kujira",
  "FIN launch on Kujira L1": "Lanzamiento de FIN en la L1 de Kujira",
  "What's Next": "Próximamente",
  "First protocol to launch on Kujira": "Lanzamiento del primer protocolo en Kujira",
  "Margin trading on FIN": "Operaciones con Márgen en FIN",
  "Multiple cross-chain markets for ORCA": "Múltiples mercados inter-cadena en ORCA",
  "Early Investors & Partners": "Inversores iniciales y Colaboradores",
  "Real Financial Freedom Means Winning In All Markets.": "Libertad Financiera significa ganar en todos los mercados",
  "Manifesto": "Manifesto",
  "Everyone deserves to be a whale.": "Todo el mundo merece ser una ballena",
  "Vision": "Visión",
  "We believe that for DeFi to be truly revolutionary, it should be possible to generate income when the market is up AND when it's down. We're committed to helping retail investors go beyond Exchanges, Staking and ICO's to open up opportunities that were once reserved for the whales and elites.": "Creemos que para que las DeFi sean totalmente revolucionarias, debe ser posible generar ingresos con mercados al alza Y mercados a la baja. Nos comprometemos a ayudar a los usuarios de a pie a ir más allá de Intercambios, Staking y ICOs  y abrirles las puertas a oportunidades que antes estaban reservadas únicamente a las ballenas y las élites.",
  "Mission": "Misión",
  "Build tools that are easy and cost effective to use for everyone, from the novice crypto enthusiast to the seasoned retail investor, regardless of their chain of choice, without needing to risk more than they can afford to lose.": "Construir herramientas rentables y fáciles de usar para todo el público, desde el entusiasta novel en criptomonedas, hasta el inversor más experimentado, independientemente de su Blockchain de preferencia y sin la necesidad de arriesgar más de lo que pueden permitirse perder.",
  "Roadmap": "Roadmap",
  "Dashboard": "Panel de Control",
  "Markets": "Mercados",
  "Connect Wallet": "Conecta tu Monedero",
  "Disconnect Wallet": "Desconecta tu Monedero",
  "Total 0 KUJI Staked": "0 Kuji en Staking",
  "500 Staked": "500 en Staking",
  "24h Change": "Var. 24h",
  "24h High": "Máx. 24h",
  "24h Low": "Mín. 24h",
  "7d Volume": "Volumen 7d",
  "Order Book": "Libro de Órdenes",
  "Price": "Precio",
  "Amount": "Cantidad",
  "Total": "Total",
  "Recent Orders": "Órdenes recientes",
  "Time": "Hora",
  "Open Orders": "Órdenes abiertas",
  "Date": "Fecha",
  "Pair": "Par",
  "Side": "Operación",
  "Filled": "Ejectutada(s)",
  "Unfilled": "No Ejecutada(s)",
  "Filled Orders": "Órdenes Ejecutadas",
  "Claim": "Reclamar",
  "Claim all": "Reclamar Todas.",
  "Retract": "Cancelar",
  "Retract all": "Cancelar todas.",
  "Available": "Disponible",
  "Spot": "Spot",
  "Limit": "Limitada",
  "Estimated Fee": "Comisión Estimada",
  "Estimated Return": "Total Estimado",
  "Orders placed during bootstrapping have no fees": "Las órdenes depositadas durante la fase de acumulación están exentas de tasas",
  "Fee of 0.075% paid to KUJI holders when filled orders are claimed": "Una comisión de 0.075% se paga a los holders de KUJI cada vez que una orden ejecutada es reclamada.",
  "Market": "Mercado",
  "Estimated": "Estimado",
  "Estimated rates cannot be guaranteed": "No se garantizan los tipos de intercambio estimados.",
  "Buy KUJI": "Compra KUJI",
  "Sell KUJI": "Vende KUJI",
  "Buy": "Compra",
  "Sell": "Venta",
  "Rate": "Tipo de Intercambio",
  "Fee": "Tasa",
  "Slippage": "Divergencia",
  "Margin": "Margin",
  "Coming soon...": "Próximamente...",
  "Fee structure": "Estructura de Comisiones",
  "Trading Fees": "Comisiones de Intercambio",
  "Maker": "Depositario",
  "Taker": "Solicitante",
  "100% of all fees generated on FIN are paid to KUJI stakers": "El 100% de las tasas generadas en FIN se otorga a los stakers de KUJI",
  "Placing, cancelling and withdrawing trades all require contract signing - which means network fees. These are generally a few cents.": "Todas las solicitudes, cancelaciones o retiradas se confirman mediante la firma en el Smart Contract - Esto implica tasas de red, generalmente de unos pocos céntimos.",
  "About FIN": "Sobre FIN",
  "Developer Docs": "Documentación para desarrolladores",
  "Finder": "Finder",
  "Staked": "En Staking",
  "Stake KUJI": "Staking de Kuji",
  "Total Staked": "Total en Staking",
  "Wallet": "Monedero",
  "Swap": "Intercambia",
  "Stake": "Staking",
  "Govern": "Gobierna",
  "Migrate": "Migración",
  "Operational": "Operativo",
  "Liquid": "Líquido",
  "Vesting": "Distribución",
  "Community Fund": "Fondo Comunitario",
  "Staked KUJI": "KUJI en Staking",
  "Kujira Dashboard": "Panel de Control de KUJIRA",
  "Token Price": "Precio del Token",
  "Market Cap": "Capitalización de Mercado",
  "Circulating Supply": "Oferta en Circulación",
  "APR": "APR",
  "Your Staked Balance:": "Tu Saldo en Staking",
  "Block Height": "Altura de Bloque",
  "Block Time": "Tiempo de Bloque",
  "Transactions": "Transacciones",
  "Inflation": "Inflación",
  "Total Supply": "Oferta Total",
  "Release Schedule": "Calendario de Distribución",
  "Manage": "Gestionar",
  "Tokens": "Tokens",
  "Estimated Slippage": "Divergencia Estimada",
  "Swap Now": "Intercambiar",
  "Instantly trade on the Kujira Network with the best available rate": "Intercambia de manera instántanea en la red de Kujira con la mejor tasa de intercambio disponible.",
  "Max:": "Máx.",
  "TX Fee": "Comisión de TX",
  "Slippage Limit": "Límite de Divergencia",
  "Active": "Activos",
  "Deactivating": "Desactivando",
  "Inactive": "Inactivos",
  "Validator": "Validador",
  "Amount Staked": "Cantidad en Staking",
  "Pending Rewards": "Recompensas Pendientes",
  "Staking Summary": "Resumen de Staking",
  "Claim All Rewards": "Reclamar Todas",
  "Redelegate": "Redelegar",
  "Unstake": "Cancelar",
  "validators": "validadores",
  "Voting": "Poder de Voto",
  "Status": "Estado",
  "Commission": "Comisión",
  "Top 33% of Voting Power": "Top 33% del Poder de Voto",
  "Top 67% of Voting Power": "Top 67% del Poder de Voto",
  "Total amount of KUJI staked": "Cantidad Total de KUJI en Staking",
  "My Stake": "Mi Staking",
  "The amount of KUJI you have staked": "Cantidad de KUJI que tienes en Staking",
  "Govern Kujira": "Gobierna en Kujira",
  "Stake KUJI to participate in governance polls.": "Haz Staking de KUJI para participar en las propuestas de gobernanza.",
  "Proposals": "Propuestas",
  "Voting is done by validators and the weight of their vote is based on the amount of KUJI staked with them. Make sure the validator you stake with is aligned with your interests.": "El Voto lo llevan a cabo los validadores y el peso de sus voto se basa en la cantidad de KUJI que delegan sus Stakers. Asegúrate de que los validadores que eliges tienen intereses afines a los tuyos",
  "KUJI-AXL Market for FIN": "",
  "Copy": "",
  "Start:": "Inicio",
  "End:": "Fin",
  "Voted": "Votado",
  "Quorum:": "Quorum",
  "Yes": "Sí",
  "No": "No",
  "Abstain": "Abstinencia",
  "Veto": "Veto",
  "This will open a FIN market for testnet AXL from Axelar": "",
  "Passed": "Aprobada",
  "Your Vote": "Tu Voto",
  "Not Voted": "Pendiente de Voto",
  "Weight": "Peso",
  "Quorum Passed": "Quorum Conseguido",
  "Proposal 6 re-do": "",
  "This corrects the init msg for the KUJI-LUNA market in proposal 6": "",
  "Create a KUJI-LUNA Market for Testnet": "",
  "Aries | Synergy Nodes has opened the IBC connection to LUNA (v2) testnet. This will open a FIN market for KUJI-LUNA": "",
  "Pin the FIN bytecode": "",
  "Cosmwasm v1.0 allows us to 'pin' code in a node's memory, offering up to 40x performance when executing transactions against contracts using this code. This proposal seeks to pin the bytecode (1) for the FIN Exchange, to increase the processing capacity for all validators. See https://docs.cosmwasm.com/docs/1.0/smart-contracts/code-pinning for more information.": "",
  "Create a KUJI-EVMOS Market for Testnet": "",
  "This will open a FIN market for KUJI-EVMOS": "",
  "Create a KUJI-DEMO Market for Testnet": "",
  "FIN is Kujira's orderbook style token exchange. The DEMO token is a token created via Kujira's 'denom' module, which allows developers to create their own fungible token, instead of relying on the CW20 standard. We plan to distribute the DEMO tokens via airdrops, and use this market to stress test the network, as users can trade via FIN to increase their KUJI bags for staking": "",
  "Create a KUJI-OSMO Market for Testnet": "",
  "FIN is Kujira's orderbook style token exchange. Thanks to Remi | 3Tekos, we now have an IBC bridge to Testnet OSMO tokens on the Kujira Public Testnet. This proposal will instantiate a FIN contract and open an order book on https://fin.kujira.app, allowing testnet OSMO to be traded for testnet KUJI": "",
  "Update Jailing Parameters": "",
  "The signed block window for being jailed is currently at 5% of 10000 blocks which means 5 hours of downtime will lead to slashing. This proposal will change it to roughly 18 hours of downtime resulting in a slashing event, which is standard in the cosmos.": "",
  "Kujira Migration": "Kujira Migration ",
  "Terra Token Migration": "Migración del Token desde Terra",
  "Move your tokens from your legacy Terra address to a new Kujira Network address": "Migra tus tokens desde tu dirección de Terra Classic a tu nueva dirección en Kujira",
  "Use the following values for the three fields:": "Utiliza los siguientes valores para rellenar los 3 campos:",
  "Name:": "Nombre",
  "Chain ID:": "ID de la Cadena",
  "Step 3": "Paso 3",
  "With the Kujira Migration Network added, connect your Terra wallet by clicking on the button below to populate these fields.": "Con la Red Kujira Migration añadida, conecta tu monedero de Terra haciendo click en el botón de debajo para rellenar los campos.",
  "Connect Terra Wallet": "Conecta el Monedero de Terra",
  "Mapped Kujira Address:": "Dirección de Kujira Mapeada",
  "Transfer Amount:": "Cantidad a Transferir:",
  "Transferring To:": "Transferir A:",
  "You will be asked to sign a transfer message to an account that begins `kujira`, and should match the address in your Keplr wallet. Once sent, the balance should appear in your Keplr wallet.": "Se te solicitará firmar un mensaje de transferencia a una cuenta que empieza por `kujira`, y debe coincidir con la dirección en tu monedero Keplr. Una vez completado el proceso, el saldo debería aparecer en tu monedero Keplr.",
  "Months": "Meses",
  "Scheduled emission": "Emisión Programada",
  "Publicly circulating": "Circulando Públicamente",
  "Actual Emission": "Emisión Actual",
  "balance": "saldo",
  "Add recipient": "Añadir destinatario",
  "Recipient": "Destinatario",
  "Identity": "Identidad",
  "Bonded Tokens": "Tokens Delegados",
  "Self Delegation": "Delegación Propia",
  "Min Self Delegation": "Delegación Propia Mínima.",
  "Account Address": "Dirección de Cuenta",
  "Validator Address": "Dirección de Validador",
  "Consensus Public Address": "Dirección de Consenso Pública",
  "Hex Address": "Dirección Hex",
  "Signer Address": "Dirección del Firmante",
  "Max Rate": "Máximo Ratio",
  "Max Change Rate": "Máx. Modificación de Ratio",
  "Voting Open": "Votación Abierta",
  "Vote Yes": "Votar Sí",
  "Vote No": "Votar No",
  "Current block height": "Altura de Bloque Actual",
  "Kujira Blockchain Explorer": "Explorador de Bloques de Kujira",
  "Search": "Buscar",
  "My bookmarks": "Mis marcadores",
  "Address": "Dirección",
  "TX": "TX",
  "Block": "Bloque",
  "Contract": "Contrato",
  "Network": "Red",
  "Timestamp": "Marca Temporal",
  "This block has no transactions": "Este bloque no tiene transacciones",
  "Tx Hash": "Tx Hash",
  "Type": "Tipo",
  "From": "De",
  "To": "A",
  "Value": "Valor",
  "Bookmarks": "Marcadores",
  "No bookmarks found": "No se han encontrado marcadores",
  "Address:": "Dirección",
  "Balance": "Saldo",
  "Contact": "Contacto",
  "Redelegation available at": "Redelegación disponible el",
  "Uptime": "Uptime",
  "Last Price": "Último Precio",
  "Change": "Variación",
  "Recent Trades": "Interambios Recientes",
  "Limit orders set the maximum or minimum<br/>price at which you are willing to complete<br/>the transaction, whether it be a buy or sell": "Las órdenes limitadas fijan el<br/>precio máximo y mínimo al que estás dispuesto a llevar a cabo la transacción<br/>, ya sea compra o venta",
  "Market orders will execute instantly<br/>at the best possible price": "Las órdenes a mercado se ejecturarán de manera instantánea<br/>al mejor precio posible",
  "Connect wallet": "Conecta tu Monedero",
  "No open orders": "Sin órdenes abiertas",
  "Fee Structure": "Estructura de Tasas",
  "IBC / Bridge": "IBC / Bridge",
  "Mint": "Mintea",
  "Docs": "Docs",
  "Community Pool": "Pool de la Comunidad",
  "Unmigrated": "No migrados",
  "Fully Diluted Value": "FDV",
  "Liquid Supply": "Oferta Líquida",
  "Name": "Nombre",
  "Voting Power": "Poder de Voto ",
  "Voting Power (%)": "Poder de Voto %",
  "Vote": "Votar",
  "Mainnet Coming Soon...": "Mainnet próximamente...",
  "Mint USK": "Mintea USK",
  "Open Position": "Abrir Posición",
  "Collateral Deposited": "Colateral Depositado",
  "Borrowed": "Concedido",
  "Accrued Interest": "Interés Acumulado",
  "Loan Risk": "Riesgo",
  "LTV": "LTV",
  "Collateral Price": "Precio del Colateral",
  "Liquidation Price": "Precio de Liquidación",
  "USK Supply": "Oferta de USK",
  "Maximum supply": "Oferta Total",
  "Back to all positions": "Volver a todas las posiciones",
  "Manage Position": "Gestionar Posición",
  "Deposit Collateral": "Depositar Colateral",
  "Collateral Value": "Valor del Colateral",
  "New LTV": "Nuevo LTV",
  "USK Borrowed": "USK Concedido",
  "Opening Position": "Abriendo Posición",
  "Success": "Éxito",
  "Manage Collateral": "Gestionar Colateral",
  "Manage USK": "Gestionar USK",
  "Rebalance Loan": "Reequilibrar Préstamo",
  "Close Position": "Cerrar Posición",
  "Danger Zone": "Zona de Riesgo",
  "Self-liquidate your position. All your collateral will be sold at a discount via ORCA. The amount owed on the position will be burned, the debt paid off, and the remaining USK will be returned to your wallet.": "Auto-liquidar tu posición: Todo tu colateral será vendido con un descuento en ORCA. La cantidad a deber en la posición será quemada, la deuda pagada y el USK restante se devolverá a tu monedero",
  "I understand self liquidation": "Entiendo la Auto-liquidación",
  "Self Liquidate": "Auto-Liquidar",
  "Closing Position": "Cerrando Posición",
  "Request rejected": "Petición denegada",
  "Liquidating": "Liquidando",
  "Your bid is being submitted": "Su puja se está enviando",
  "Bid successfully submitted, it can be activated in 10 minutes": "Puja enviada con éxito, puede ser activada en 10 munitos",
  "Please wait while your bid activates": "Espere mientras se activa su puja",
  "Your bid is now active": "Tu puja está activada",
  "Claiming Funds": "Reclamando Fondos",
  "Funds Successfully Claimed": "Fondos Reclamados con Éxito",
  "Place My Bid": "Confirmar Puja"
}
