{
  "Grown-Up DeFi.": "La DEFI pour adultes",
  "The Cosmos Layer 1 platform for community selected projects creating true value.": "La plate-forme Cosmos Layer 1 pour des projets créateurs de valeur et choisis par la communauté.",
  "Build on Kujira": "Construit sur Kujira",
  "Semi-Permissioned": "Semi permissif",
  "In order for a contract to launch on Kujira, it needs to be voted in via governance. This ensures that the quality, sustainability and longevity of the network are protected. A tight-knit hub of revenue generating products with great UX. \"Grown-up DeFi\" is not a meme.": "Pour qu'un contrat soit lancé sur Kujira, il doit être voté via la gouvernance. Cela garantit que la qualité, la durabilité et la longévité du réseau sont protégées. Un HUB de produits générateurs de revenus avec une excellente UX. \"La DEFI pour adultes\" n'est pas un meme",
  "On-chain Scheduler": "Planificateur on-chain",
  "The on-chain scheduler allows protocols to be designed with much less of a reliance on bots. This means there are far fewer wasted transactions. Protocols can be designed to operate more efficiently, and fees which were once required to incentivize bot usage can go back to the users of the network.": "Le planificateur on-chain permet de concevoir des protocoles qui dépendent beaucoup moins des bots. Cela signifie qu'il y a beaucoup moins de transactions inutiles. Les protocoles peuvent être conçus pour fonctionner plus efficacement, et les frais qui étaient autrefois nécessaires pour inciter l'utilisation des bots peuvent revenir aux utilisateurs du réseau",
  "Native Token Generation": "Génération des Tokens natifs",
  "Smart contract developers no longer need to handle two individual entry points into their contracts, only needing to design for a native denom. In doing so, every token on the network will be a native Cosmos token, and associated liquidation and trading revenue (with more to come) will all accrue to KUJI stakers.": "Les développeurs de smarts contracts n'ont plus besoin de gérer deux points d'entrée individuels dans leurs contrats, ils n'ont qu'à concevoir pour un denom natif. Ainsi, chaque jeton sur le réseau sera un jeton natif Cosmos et les revenus de liquidation et de négociation associés (et plus encore dans le futur) reviendront tous aux stakers de KUJI.",
  "Build with Cosmos SDK": "Conçu avec le SDK Cosmos",
  "Access the entire Cosmos ecosystem seamlessly in an environment with proven security and interoperability via IBC.": "Accédez à l'ensemble de l'écosystème Cosmos de manière transparente, dans un environnement avec une sécurité et une interopérabilité éprouvées via IBC.",
  "CosmWASM 1.0 Support": "Support de CosmWASM 1.0",
  "Leverage Rust’s expressive type system and Cosmwasm’s best in class architecture to fearlessly build safe and secure smart contracts.": "Tirez parti du système de type expressif de Rust et de la meilleure architecture de classe de Cosmwasm pour créer sans crainte des contrats intelligents sûrs et sécurisés.",
  "Thriving Community": "Communauté bouillonnante",
  "With 50K+ active users and a very engaged Twitter, Discord and Telegram community, this is a welcoming home to hit the ground running in.": "Avec plus de 50 000 utilisateurs actifs et une communauté Twitter, Discord et Telegram très engagée, il s'agit du meilleur point de départ pour commencer au plus vite",
  "Built to Last": "Conçu pour durer",
  "A long term view for real-world use, revenue, and sustainability for builders, validators and users alike.": "Une approche qui s'inscrit dans la durée en ce qui concerrne l'utilisation, la génération de revenus et de la durabilité dans le monde réel pour les constructeurs, les validateurs et les utilisateurs.",
  "Liquidate multiple assets across the whole of Cosmos at the click of a button. No bots, no code, no problems.": "Liquidez plusieurs actifs dans l'écosystème de Cosmos en un clic. Pas de bots, pas de code, pas de problèmes",
  "ORCA is the world's first public marketplace for liquidated collateral. It's no longer a bot only game. Now you can participate in securing your favorite assets while getting discounts on them (and earn interest while you wait). Read more on Medium here. Happy hunting.": "ORCA est le premier marché public au monde pour les garanties liquidées. Ce n'est plus un jeu de bot uniquement. Vous pouvez désormais participer à la sécurisation de vos actifs préférés tout en obtenant des remises sur ceux-ci (et gagner des intérêts en attendant). En savoir plus sur Medium ici. Bonne chasse.",
  "Bid on ORCA": "Enchérir sur ORCA",
  "Cosmos' first decentralized, permissionless, 100% on-chain order book style token exchange.": "Le premier token 100% décentralisé, sans permissions et carnet d'ordres on-chain sur Cosmos",
  "Liquidity pools are out of date and no longer fit for purpose. FIN creates a fully decentralized trading experience where the need for inflationary incentives and bots are no longer required, and the risk of impermanent loss falls away entirely. Welcome to the future of the DEX.": "Les Liquidity pools sont obsolètes et ne sont plus adaptés à leur objectif. FIN crée une expérience de trading entièrement décentralisée où le besoin d'incitations inflationnistes et de bots n'est plus nécessaire et le risque de perte impermanente disparaît complètement. Bienvenue dans le futur des DEX.",
  "Trade on FIN": "Trader sur FIN",
  "Add multiple recipients to a single transaction. Instead of tedious repetitive tasks, it's one and done.": "ajouter plusieurs destinataires à une seule transaction. Au lieu de tâches répétitives fastidieuses, c'est un et fait.",
  "Sending individual transactions over and over can be a real pain. We've got you covered. For now, a convenient tool in our suite of dApps. Moving forward, look out for BELUGA becoming a multi-featured DAO for all things payments on Cosmos.": "L'envoi répété de transactions individuelles peut être très pénible. Nous avons ce qu'il vous faut. Pour l'instant, un outil pratique dans notre suite de d'Apps. À l'avenir, attendez-vous à ce que BELUGA devienne un DAO polyvalent pour tout ce qui concerne les paiements sur Cosmos",
  "Send on BELUGA": "Envoyer via BELUGA",
  "Your KUJI Dashboard. Bond KUJI to sKUJI, Vote on Governance, Swap KUJI, and claim rewards; all in one place.": "Votre tableau de bord KUJI. Liez KUJI à sKUJI, votez pour la gouvernance, échangez KUJI et réclamez des récompenses. Tout en un seul endroit.",
  "This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can bond KUJI to sKUJI in order to earn a portion of every cent of Kujira's revenue.": "Ici est le cœur de l'écosystème Kujira. L'endroit où vous contribuez à façonner l'avenir du protocole via la gouvernance. C'est également là que vous pouvez lier KUJI à sKUJI afin de gagner une partie de chaque centime des revenus de Kujira.",
  "Stake on BLUE": "Staker avec BLUE",
  "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.": "Le secret du changement est de concentrer toute votre énergie, non pas sur la lutte contre l'ancien, mais sur la construction du nouveau.",
  "ORCA Launch": "Lancement d'ORCA",
  "KUJI Token Launch": "Lancement du Token KUJI",
  "Basic ORCA Analytics": "Analytics ORCA simplifié",
  "Governance": "Gouvernance",
  "BELUGA Launch for CW20": "Lancement de BELUGA version CW20",
  "BELUGA Launch for Native Tokens": "Lancement de BELUGA pour les tokens natifs",
  "Premium Access Review": "Revue de l'accès premium",
  "CEX Listings": "Listing CEX",
  "Premium Analytics": "Analytics Premium",
  "Place bids with aUST": "Placez vos enchères avec aUST",
  "Cross-chain Money Markets Discussions": "Discussions marchés monétaires cross-chain",
  "Smart-Contract Beluga (Trustless Distribution)": "BELUGA smart-contract (Distribution sans tiers de confiance)",
  "sAVAX Support": "Support du sAVAX",
  "CosmWasm Liquidation Contract": "Contrat de liquidation CosmWasm",
  "EVM Liquidation Contract": "Contrat de liquidation EVM",
  "bATOM Support": "Support du bATOM",
  "bSOL Support": "Support du bSOL",
  "FIN Launch": "Lancement de FIN",
  "Launch Kujira L1 on Cosmos": "Lancer le L1 Kujira sur Cosmos",
  "New token generation event": "Evénement de génération d'un nouveau token",
  "BLUE launch on Kujira L1": "Lancement de BLUE sur le L1 Kujira",
  "ORCA launch on Kujira L1": "Lancement d'ORCA sur le L1 Kujira",
  "FIN launch on Kujira L1": "Lancement de FIN sur le L1 Kujira",
  "What's Next": "Prochaine étape",
  "First protocol to launch on Kujira": "Premier protocol à se lancer sur Kujira",
  "Margin trading on FIN": "Trading sur marge avec FIN",
  "Multiple cross-chain markets for ORCA": "Multiples marchés cross-chain pour ORCA",
  "Early Investors & Partners": "Premiers investisseurs et partenaires",
  "Real Financial Freedom Means Winning In All Markets.": "La vraie liberté financière signifie gagner sur tous les marchés",
  "Manifesto": "Manifeste",
  "Everyone deserves to be a whale.": "Tout le monde a le droit d'être une baleine",
  "Vision": "Vision",
  "We believe that for DeFi to be truly revolutionary, it should be possible to generate income when the market is up AND when it's down. We're committed to helping retail investors go beyond Exchanges, Staking and ICO's to open up opportunities that were once reserved for the whales and elites.": "Nous pensons que pour que la DeFi soit vraiment révolutionnaire, il devrait être possible de générer des revenus lorsque le marché est en hausse ET lorsqu'il est en baisse. Nous nous engageons à aider les investisseurs particuliers à aller au-delà des échanges, du staking et des ICO pour ouvrir des opportunités qui étaient autrefois réservées aux baleines et aux élites.",
  "Mission": "Mission",
  "Build tools that are easy and cost effective to use for everyone, from the novice crypto enthusiast to the seasoned retail investor, regardless of their chain of choice, without needing to risk more than they can afford to lose.": "Créer des outils faciles et rentables à utiliser pour tout le monde, du novice passionné de la crypto à l'investisseur chevronné, quelle que soit la chaîne de son choix, sans avoir à risquer plus qu'il ne peut se permettre de perdre.",
  "Roadmap": "Feuille de route",
  "Dashboard": "Tableau de bord",
  "Markets": "Marchés",
  "Connect Wallet": "Connecter portefeuille",
  "Disconnect Wallet": "Déconnecter portefeuille",
  "Total 0 KUJI Staked": "Total de 0 KUJI staké",
  "500 Staked": "500 staké",
  "24h Change": "Changement 24h",
  "24h Hugh": "24h haut",
  "24h Low": "24h bas",
  "7d Volume": "Volume 7 jours",
  "Order Book": "Carnet d'ordres",
  "Price": "Prix",
  "Amount": "Montant",
  "Total": "Total",
  "Recent Orders": "Ordres récents",
  "Time": "Temps",
  "Open Orders": "Ordres ouverts",
  "Date": "Date",
  "Pair": "Paire",
  "Side": "Côté",
  "Filled": "Exécuté",
  "Unfilled": "Non Exécuté",
  "Filled Orders": "Ordres Exécutés",
  "Claim": "Réclamer",
  "Claim all": "Tout réclamer",
  "Retract": "Retirer",
  "Retract all": "Tout retirer",
  "Available": "Disponible",
  "Spot": "Au comptant",
  "Limit": "Limite",
  "Estimated Fee": "Frais estimés",
  "Estimated Return": "Retour estimé",
  "Orders placed during bootstrapping have no fees": "Les ordres placés durant le bootstrapping sont exempt de frais",
  "Fee of 0.075% paid to KUJI holders when filled orders are claimed": "Frais de 0.075% payés aux détenteurs de KUJI quand les ordres sont réclamés",
  "Market": "Marché",
  "Estimated": "Estimé",
  "Estimated rates cannot be guaranteed": "Les frais estimés ne peuvent être garantis",
  "Buy KUJI": "Acheter KUJI",
  "Sell KUJI": "Vendre KUJI",
  "Buy": "Acheter",
  "Sell": "Vendre",
  "Rate": "Taux",
  "Fee": "Frais",
  "Slippage": "Glissement",
  "Margin": "Trading sur marge",
  "Coming soon...": "Prochainement",
  "Fee structure": "Structure des frais",
  "Trading Fees": "Frais de trading",
  "Maker": "Maker",
  "Taker": "Taker",
  "100% of all fees generated on FIN are paid to KUJI stakers": "100% des frais générés par FIN sont payés aux KUJI stakers",
  "Placing, cancelling and withdrawing trades all require contract signing - which means network fees. These are generally a few cents.": "Le placement, l'annulation et le retrait de transactions nécessitent tous la signature d'un contrat, ce qui signifie des frais de réseau. Ce sont généralement quelques centimes",
  "About FIN": "A propos de FIN",
  "Developer Docs": "Documentation dévelopeur",
  "Finder": "Explorateur",
  "24h High": "24H maxi",
  "Staked": "Staké",
  "Stake KUJI": "Staker KUJI",
  "Total Staked": "Total Staké",
  "Wallet": "Portefeuille",
  "Swap": "Convertir",
  "Stake": "Stake",
  "Govern": "Gouvernance",
  "Migrate": "Migrer",
  "Operational": "Opérationnel",
  "Liquid": "Liquide",
  "Vesting": "Vesting",
  "Community Fund": "Fond communautaire",
  "Staked KUJI": "KUJI staké",
  "Kujira Dashboard": "Tableau de bord Kujira",
  "Token Price": "Prix du token",
  "Market Cap": "Capitalisation boursière",
  "Circulating Supply": "Offre en circulation",
  "APR": "Taux d'intérêt annuel",
  "Your Staked Balance:": "Votre solde staké",
  "Block Height": "Hauteur du bloc",
  "Block Time": "Temps du Bloc",
  "Transactions": "Transactions",
  "Inflation": "Inlation",
  "Total Supply": "Offre maximale",
  "Release Schedule": "Calendrier de sortie",
  "Manage": "Gérer",
  "Tokens": "Tokens",
  "Estimated Slippage": "Glissement estimé",
  "Swap Now": "Echanger maintenant",
  "Instantly trade on the Kujira Network with the best available rate": "Tradez instantanément sur le réseau Kujira avec le meilleur taux disponible",
  "Max:": "Maximum",
  "TX Fee": "Frais TX",
  "Slippage Limit": "Limite du glissement",
  "Active": "Actif",
  "Deactivating": "Désactivation",
  "Inactive": "Inactif",
  "Validator": "Validateur",
  "Amount Staked": "Montant staké",
  "Pending Rewards": "Récompenses en attente",
  "Staking Summary": "Résumé du staking",
  "Claim All Rewards": "Réclamer toutes les récompenses",
  "Redelegate": "Redéléguer",
  "Unstake": "Destaker",
  "validators": "Validateurs",
  "Voting": "Votes",
  "Status": "Statut",
  "Commission": "Commission",
  "Top 33% of Voting Power": "Top 33% par pouvoir de vote",
  "Top 67% of Voting Power": "Top 67% par pouvoir de vote",
  "Total amount of KUJI staked": "Valeur totale de KUJI staké",
  "My Stake": "Mon stake",
  "The amount of KUJI you have staked": "Le nombre de KUJI que vous avez en stake",
  "Govern Kujira": "Gouvernance Kujira",
  "Stake KUJI to participate in governance polls.": "Stakez vos KUJI pour participer aux votes de gouvernance",
  "Proposals": "Propositions",
  "Voting is done by validators and the weight of their vote is based on the amount of KUJI staked with them. Make sure the validator you stake with is aligned with your interests.": "Le vote est effectué par les validateurs et le poids de leur vote est basé sur le montant de KUJI staké avec eux. Assurez-vous que le validateur avec lequel vous stakez correspond à vos intérêts",
  "KUJI-AXL Market for FIN": "Marché KUJI-AXL pour FIN",
  "Copy": "Copier",
  "Start:": "Commencement",
  "End:": "Fin",
  "Voted": "Voté",
  "Quorum:": "Quorum",
  "Yes": "Oui",
  "No": "Non",
  "Abstain": "Abstenu",
  "Veto": "Véto",
  "This will open a FIN market for testnet AXL from Axelar": "Cela ouvrira un marché FIN pour testnet AXL d'Axelar",
  "Passed": "Passé",
  "Your Vote": "Votre vote",
  "Not Voted": "Non voté",
  "Weight": "Poid",
  "Quorum Passed": "Quorum atteint",
  "Proposal 6 re-do": "Proposition 6 à refaire",
  "This corrects the init msg for the KUJI-LUNA market in proposal 6": "Cela corrige le message d'initialisation pour le marché KUJI-LUNA dans la proposition 6",
  "Create a KUJI-LUNA Market for Testnet": "Créer un marché KUJI-LUNA sur le testnet",
  "Aries | Synergy Nodes has opened the IBC connection to LUNA (v2) testnet. This will open a FIN market for KUJI-LUNA": "Aries | Synergy Nodes a ouvert la connexion IBC au testnet LUNA (v2). Cela ouvrira un marché FIN pour KUJI-LUNA",
  "Pin the FIN bytecode": "Epingler le bytecode FIN",
  "Cosmwasm v1.0 allows us to 'pin' code in a node's memory, offering up to 40x performance when executing transactions against contracts using this code. This proposal seeks to pin the bytecode (1) for the FIN Exchange, to increase the processing capacity for all validators. See https://docs.cosmwasm.com/docs/1.0/smart-contracts/code-pinning for more information.": "Cosmwasm v1.0 nous permet d'épingler du code dans la mémoire d'un nœud, offrant jusqu'à 40 fois plus de performances lors de l'exécution de transactions contre des contrats utilisant ce code. Cette proposition vise à épingler le bytecode (1) pour FIN Exchange, afin d'augmenter la capacité de traitement pour tous les validateurs. Se référer à https://docs.cosmwasm.com/docs/1.0/smart-contracts/code-pinning pour plus d'informations",
  "Create a KUJI-EVMOS Market for Testnet": "Créer un marché KUJI-EVMOS sur le testnet",
  "This will open a FIN market for KUJI-EVMOS": "Ceci ouvrira un marché FIN pour KUJI-EVMOS",
  "Create a KUJI-DEMO Market for Testnet": "Créer un marché KUJI-DEMO sur le testnet",
  "FIN is Kujira's orderbook style token exchange. The DEMO token is a token created via Kujira's 'denom' module, which allows developers to create their own fungible token, instead of relying on the CW20 standard. We plan to distribute the DEMO tokens via airdrops, and use this market to stress test the network, as users can trade via FIN to increase their KUJI bags for staking": "FIN est l'exchange de token de type orderbook de Kujira. Le jeton DEMO est un jeton créé via le module 'denom' de Kujira, qui permet aux développeurs de créer leur propre jeton fongible, au lieu de s'appuyer sur la norme CW20. Nous prévoyons de distribuer les jetons DEMO via des airdrops et utiliser ce marché pour tester le réseau car les utilisateurs peuvent échanger via FIN pour augmenter leurs tokens KUJI pour le staking.",
  "Create a KUJI-OSMO Market for Testnet": "Créer un marché KUJI-OSMO sur le testnet",
  "FIN is Kujira's orderbook style token exchange. Thanks to Remi | 3Tekos, we now have an IBC bridge to Testnet OSMO tokens on the Kujira Public Testnet. This proposal will instantiate a FIN contract and open an order book on https://fin.kujira.app, allowing testnet OSMO to be traded for testnet KUJI": "FIN est l'exchange de token de type orderbook de Kujira. Merci à Remi | 3Tekos, nous avons maintenant un bridge IBC vers les tokens Testnet OSMO sur le Kujira Public Testnet. Cette proposition instanciera un contrat FIN et ouvrira orderbook sur https://fin.kujira.app, permettant au testnet OSMO d'être échangé contre du testnet KUJI.",
  "Update Jailing Parameters": "Mettre à jour les paramètres d'emprisonnement",
  "The signed block window for being jailed is currently at 5% of 10000 blocks which means 5 hours of downtime will lead to slashing. This proposal will change it to roughly 18 hours of downtime resulting in a slashing event, which is standard in the cosmos.": "La fenêtre d'un bloc signé pour être emprisonné est actuellement de 5 % sur 10 000 blocs, ce qui signifie que 5 heures d'indisponibilité entraînera un slash. Cette proposition va changer le slash à environ 18 heures d'indisponibilité, ce qui est la norme dans l'écosystème Cosmos.",
  "Kujira Migration": "Migration Kujira",
  "Terra Token Migration": "Migration des Tokens sur Terra",
  "Move your tokens from your legacy Terra address to a new Kujira Network address": "Déplacez les tokens de votre ancienne adresse Terra vers une nouvelle adresse du réseau KujiraDéplacez les tokens de votre ancienne adresse Terra vers une nouvelle adresse du réseau Kujira",
  "Use the following values for the three fields:": "Utilisez les valeurs suivantes pour les trois champs",
  "Name:": "Nom",
  "Chain ID:": "Identité de la chaine",
  "Step 3": "Etape 3",
  "With the Kujira Migration Network added, connect your Terra wallet by clicking on the button below to populate these fields.": "Avec le Kujira Migration Network ajouté, connectez votre portefeuille Terra en cliquant sur le bouton ci-dessous pour remplir ces champs",
  "Connect Terra Wallet": "Connecter un portefeuille Terra",
  "Mapped Kujira Address:": "Adresse Kujira associée",
  "Transfer Amount:": "Montant du transfert",
  "Transferring To:": "Transferer à",
  "You will be asked to sign a transfer message to an account that begins `kujira`, and should match the address in your Keplr wallet. Once sent, the balance should appear in your Keplr wallet.": "Il vous sera demandé de signer un message de transfert vers un compte qui commence par 'kujira' et qui doit correspondre à l'adresse de votre portefeuille Keplr. Une fois envoyé, le solde devrait apparaître dans votre portefeuille Keplr.",
  "Months": "Mois",
  "Scheduled emission": "Programme d'émission des tokens",
  "Publicly circulating": "Tokens déjà en circulation",
  "Actual Emission": "Emission actuelle",
  "balance": "Solde",
  "Add recipient": "Ajouter un destinataire",
  "Recipient": "Destinataire",
  "Identity": "Identité",
  "Bonded Tokens": "Tokens bondés",
  "Self Delegation": "Auto délégation",
  "Min Self Delegation": "Auto délégation minimum",
  "Account Address": "Adresse du compte",
  "Validator Address": "Adresse du validateur",
  "Consensus Public Address": "Adresse publique Consensus",
  "Hex Address": "Adresse Hex",
  "Signer Address": "Adresse du signataire",
  "Max Rate": "Taux maximum",
  "Max Change Rate": "Changement des frais maximum",
  "Voting Open": "Ouvert au vote",
  "Vote Yes": "Voter non",
  "Vote No": "Voter Non",
  "Current block height": "",
  "Kujira Blockchain Explorer": "Explorateur de la blockchain Kujira",
  "Search": "Chercher",
  "My bookmarks": "Mes favoris",
  "Address": "Adresse",
  "TX": "TX",
  "Block": "Bloc",
  "Contract": "Contrat",
  "Network": "Réseau",
  "Timestamp": "Horodatage",
  "This block has no transactions": "",
  "Tx Hash": "",
  "Type": "Type",
  "From": "De",
  "To": "à",
  "Value": "Valeur",
  "Bookmarks": "Signets",
  "No bookmarks found": "Aucun signet trouvé",
  "Address:": "Adresse",
  "Balance": "Solde",
  "Contact": "Contact",
  "Redelegation available at": "",
  "Uptime": "Disponibilité",
  "Last Price": "Dernier prix",
  "Change": "Changer",
  "Recent Trades": "Trades récents",
  "Limit orders set the maximum or minimum<br/>price at which you are willing to complete<br/>the transaction, whether it be a buy or sell": "Les ordres limite définissent le prix maximum ou minimum auquel vous êtes prêt à conclure la transaction, qu'il s'agisse d'un achat ou d'une vente",
  "Market orders will execute instantly<br/>at the best possible price": "Les ordres au marché seront exécutés instantanément<br/>au meilleur prix possible",
  "Connect wallet": "Connecter portefeuille",
  "No open orders": "Aucun ordre d'ouvert",
  "Fee Structure": "Structure des frais"
}
