{
  "Grown-Up DeFi.": "Развитые децентрализованные финансы",
  "The Cosmos Layer 1 platform for community selected projects creating true value.": "Cosmos Layer 1 платформа для выбранных сообществом проектов, создающих реальную ценность.",
  "Build on Kujira": "Создавать на Kujira",
  "Semi-Permissioned": "Разрешенный во всех аспектах",
  "In order for a contract to launch on Kujira, it needs to be voted in via governance. This ensures that the quality, sustainability and longevity of the network are protected. A tight-knit hub of revenue generating products with great UX. \"Grown-up DeFi\" is not a meme.": "С целью запуска контракта на Kujira необходимо проголосовать через систему управления. Это гарантирует защиту качества, устойчивости и долговечности сети. Тесно связанный центр продуктов, приносящих доход, с отличным UX. «Развитые DeFi» — это не мем.",
  "On-chain Scheduler": "Сетевой планировщик",
  "The on-chain scheduler allows protocols to be designed with much less of a reliance on bots. This means there are far fewer wasted transactions. Protocols can be designed to operate more efficiently, and fees which were once required to incentivize bot usage can go back to the users of the network.": "Сетевой планировщик позволяет разрабатывать протоколы с гораздо меньшей зависимостью от ботов. Это означает, что гораздо меньше транзакций проходит впустую. Протоколы могут быть разработаны для более эффективной работы, а сборы, которые когда-то требовались для стимулирования использования ботов, могут быть возвращены пользователям сети.",
  "Native Token Generation": "Создание нативного токена",
  "Smart contract developers no longer need to handle two individual entry points into their contracts, only needing to design for a native denom. In doing so, every token on the network will be a native Cosmos token, and associated liquidation and trading revenue (with more to come) will all accrue to KUJI stakers.": "Разработчикам смарт-контрактов больше не нужно обрабатывать две отдельные точки входа в свои контракты, им необходимо только разработать собственный деном. При этом каждый токен в сети будет нативным токеном Cosmos, а связанный с ним доход от ликвидации и торговли (в будущем) будет начисляться стейкерам KUJI.",
  "Build with Cosmos SDK": "Разрабатывать с Cosmos SDK",
  "Access the entire Cosmos ecosystem seamlessly in an environment with proven security and interoperability via IBC.": "Беспрепятственный доступ ко всей экосистеме Cosmos в среде с проверенной безопасностью и функциональной совместимостью через IBC.",
  "CosmWASM 1.0 Support": "Поддержка CosmWASM 1.0",
  "Leverage Rust’s expressive type system and Cosmwasm’s best in class architecture to fearlessly build safe and secure smart contracts.": "Используйте выразительную систему типов Rust и лучшую в своем классе архитектуру Cosmwasm с целью безбоязненно создавать безопасные и надежные смарт-контракты.",
  "Thriving Community": "Процветающее сообщество",
  "With 50K+ active users and a very engaged Twitter, Discord and Telegram community, this is a welcoming home to hit the ground running in.": "С более чем 50 тыс. активных пользователей и очень активным сообществом в Twitter, Discord и Telegram, это уютный дом, где можно сразу же взяться за дело.",
  "Built to Last": "Построено на совесть",
  "A long term view for real-world use, revenue, and sustainability for builders, validators and users alike.": "Долгосрочный взгляд на реальное использование, доход и устойчивость как для разработчиков, валидаторов, так и для пользователей.",
  "Liquidate multiple assets across the whole of Cosmos at the click of a button. No bots, no code, no problems.": "Ликвидируйте несколько активов по всему Cosmos одним нажатием кнопки. Без ботов, без кода, без проблем.",
  "ORCA is the world's first public marketplace for liquidated collateral. It's no longer a bot only game. Now you can participate in securing your favorite assets while getting discounts on them (and earn interest while you wait). Read more on Medium here. Happy hunting.": "ORCA — первая в мире публичная площадка для реализации ликвидных залогов. Это больше не игра с ботами. Теперь вы можете участвовать в защите своих любимых активов, получая на них скидки (и получать проценты в процессе ожидания). Подробнее читайте здесь на Medium. Хорошей охоты.",
  "Bid on ORCA": "Делать ставки на ORCA",
  "Cosmos' first decentralized, permissionless, 100% on-chain order book style token exchange.": "Первая децентрализованная, открытая биржа токенов на Cosmos в стиле книги ордеров.",
  "Liquidity pools are out of date and no longer fit for purpose. FIN creates a fully decentralized trading experience where the need for inflationary incentives and bots are no longer required, and the risk of impermanent loss falls away entirely. Welcome to the future of the DEX.": "Пулы ликвидности устарели и больше не соответствуют своему назначению. FIN создает полностью децентрализованный опыт торговли, при котором необходимость в инфляционных стимулах и ботах больше не требуется, а риск непостоянных убытков полностью отпадает. Добро пожаловать в будущее DEX.",
  "Trade on FIN": "Торговать в FIN",
  "Add multiple recipients to a single transaction. Instead of tedious repetitive tasks, it's one and done.": "Добавьте нескольких получателей к одной транзакции. Вместо утомительных повторяющихся задач, всего один клик и сделано.",
  "Sending individual transactions over and over can be a real pain. We've got you covered. For now, a convenient tool in our suite of dApps. Moving forward, look out for BELUGA becoming a multi-featured DAO for all things payments on Cosmos.": "Отправка отдельных транзакций снова и снова может стать настоящей болью. Мы вас прикрыли. На данный момент это удобный инструмент в нашем наборе децентрализованных приложений. Двигаясь вперед, ожидайте, что BELUGA станет многофункциональным DAO для любых платежей на Cosmos.",
  "Send on BELUGA": "Отправить в BELUGA",
  "Your KUJI Dashboard. Bond KUJI to sKUJI, Vote on Governance, Swap KUJI, and claim rewards; all in one place.": "Ваша панель инструментов KUJI. Привяжите KUJI к sKUJI, проголосуйте в управлении, обменяйте KUJI и получите вознаграждение; все в одном месте.",
  "This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can bond KUJI to sKUJI in order to earn a portion of every cent of Kujira's revenue.": "Это сердце экосистемы Kujira. Место, где вы помогаете формировать будущее протокола посредством управления. Здесь же вы можете привязать KUJI к sKUJI, чтобы получать часть от каждого цента дохода Kujira.",
  "Stake on BLUE": "Стейкать в BLUE",
  "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.": "Секрет изменений в том, чтобы сосредоточить всю свою энергию не на борьбе со старым, а на создании нового.",
  "ORCA Launch": "Запуск ORCA",
  "KUJI Token Launch": "Запуск токена KUJI",
  "Basic ORCA Analytics": "Базовая аналитика ORCA",
  "Governance": "Управление",
  "BELUGA Launch for CW20": "Запуск BELUGA для CW20",
  "BELUGA Launch for Native Tokens": "Запуск BELUGA для нативных токенов",
  "Premium Access Review": "Обзор премиум-доступа",
  "CEX Listings": "Размещение на CEX",
  "Premium Analytics": "Премиум аналитика",
  "Place bids with aUST": "Делать ставки используя aUST",
  "Cross-chain Money Markets Discussions": "Обсуждение межсетевых денежных рынков",
  "Smart-Contract Beluga (Trustless Distribution)": "Смарт-контракт Beluga (Доверенное распределение)",
  "sAVAX Support": "Поддержка sAVAX",
  "CosmWasm Liquidation Contract": "Контракт погашения на CosmWasm",
  "EVM Liquidation Contract": "Контракт погашения на EVM",
  "bATOM Support": "Поддержка bATOM",
  "bSOL Support": "Поддержка bSOL",
  "FIN Launch": "Запуск FIN",
  "Launch Kujira L1 on Cosmos": "Запуск Kujira L1 на Cosmos",
  "New token generation event": "Событие по случаю создания нового токена",
  "BLUE launch on Kujira L1": "Запуск BLUE на Kujira L1",
  "ORCA launch on Kujira L1": "Запуск ORCA на Kujira L1",
  "FIN launch on Kujira L1": "Запуск FIN на Kujira L1",
  "What's Next": "Что дальше",
  "First protocol to launch on Kujira": "Первый протокол для запуска на Kujira",
  "Margin trading on FIN": "Маржинальная торговля в FIN",
  "Multiple cross-chain markets for ORCA": "Различные межсетевые рынки для ORCA",
  "Early Investors & Partners": "Ранние инвесторы и партнеры",
  "Real Financial Freedom Means Winning In All Markets.": "Настоящая финансовая свобода означает победу на всех рынках.",
  "Manifesto": "Идея",
  "Everyone deserves to be a whale.": "Каждый заслуживает быть китом.",
  "Vision": "Концепция",
  "We believe that for DeFi to be truly revolutionary, it should be possible to generate income when the market is up AND when it's down. We're committed to helping retail investors go beyond Exchanges, Staking and ICO's to open up opportunities that were once reserved for the whales and elites.": "Мы считаем, что для того, чтобы децентрализованные финансы были по-настоящему революционными, должна существовать возможность получать доход, когда рынок растет И когда он падает. Мы стремимся помочь розничным инвесторам выйти за рамки бирж, ставок и ICO, чтобы открыть возможности, которые когда-то были зарезервированы для китов и элиты.",
  "Mission": "Задача",
  "Build tools that are easy and cost effective to use for everyone, from the novice crypto enthusiast to the seasoned retail investor, regardless of their chain of choice, without needing to risk more than they can afford to lose.": "Создание инструментов, которые просты и экономичны в использовании для всех, от начинающего криптоэнтузиаста до опытного розничного инвестора, независимо от их последовательности выбора, без необходимости рисковать больше, чем они могут позволить себе потерять.",
  "Roadmap": "Дорожная карта",
  "Dashboard": "Панель инструментов",
  "Markets": "Рынки",
  "Connect Wallet": "Подключить кошелек",
  "Disconnect Wallet": "Отключить кошелек",
  "Total 0 KUJI Staked": "Всего застейкано 0 KUJI",
  "500 Staked": "Застейкано 500",
  "24h Change": "Изменение за 24ч",
  "24h Hugh": "Макс 24ч",
  "24h Low": "Мин 24ч",
  "7d Volume": "1Н",
  "Order Book": "Книга ордеров",
  "Price": "Цена",
  "Amount": "Количество",
  "Total": "Общее",
  "Recent Orders": "Предыдущие ордера",
  "Time": "Время",
  "Open Orders": "Открытые ордера",
  "Date": "Дата",
  "Pair": "Пара",
  "Side": "Сторона",
  "Filled": "Выполненный",
  "Unfilled": "Невыполненный",
  "Filled Orders": "Выполненные ордера",
  "Claim": "Забрать",
  "Claim all": "Забрать все",
  "Retract": "Отозвать",
  "Retract all": "Отозвать все",
  "Available": "Доступно",
  "Spot": "Спот",
  "Limit": "Лимит",
  "Estimated Fee": "Расчетная комиссия",
  "Estimated Return": "Расчетный доход",
  "Orders placed during bootstrapping have no fees": "Ордера, размещенные во время начальной загрузки, не облагаются комиссией",
  "Fee of 0.075% paid to KUJI holders when filled orders are claimed": "Комиссия в размере 0,075%, выплачиваемая держателям KUJI при подаче заявки на выполнение ордеров",
  "Market": "Рынок",
  "Estimated": "Расчетно",
  "Estimated rates cannot be guaranteed": "Расчетные ставки не могут быть гарантированы",
  "Buy KUJI": "Купить KUJI",
  "Sell KUJI": "Продать KUJI",
  "Buy": "Купить",
  "Sell": "Продать",
  "Rate": "Ставка",
  "Fee": "Комиссия",
  "Slippage": "Проскальзывание",
  "Margin": "Маржа",
  "Coming soon...": "В ближайшее время",
  "Fee structure": "Схема сборов",
  "Trading Fees": "Торговые комиссии",
  "Maker": "Мейкер",
  "Taker": "Тейкер",
  "100% of all fees generated on FIN are paid to KUJI stakers": "100% всех комиссий, создаваемых FIN, выплачиваются стейкерам KUJI.",
  "Placing, cancelling and withdrawing trades all require contract signing - which means network fees. These are generally a few cents.": "Размещение, отмена и вывод сделок требуют подписания контракта, что означает сетевые сборы. Обычно это несколько центов.",
  "About FIN": "О FIN",
  "Developer Docs": "Документы разработчика",
  "Finder": "Искатель",
  "Staked": "Застейкано",
  "Total Staked": "Всего в стейке",
  "Stake KUJI": "Застейкать KUJI",
  "Search": "Поиск",
  "Last Price": "Последняя цена",
  "Change": "Измение",
  "24h High": "Макс 24ч",
  "Recent Trades": "Последние сделки",
  "Limit orders set the maximum or minimum<br/>price at which you are willing to complete<br/>the transaction, whether it be a buy or sell": "Лимитные ордера устанавливают максимальную или минимальную<br/>цену, по которой вы готовы совершить<br/>транзакцию, будь то покупка или продажа.",
  "Market orders will execute instantly<br/>at the best possible price": "Рыночные ордера будут выполняться мгновенно<br/>по наилучшей возможной цене",
  "Connect wallet": "Подключить кошелек",
  "No open orders": "Неоткрытые ордера"
}
